export const Laptops = [
  {
    name_ar:
      "لينوفو t440  كور i5 الجيل الرابع , رامات 8 جيجا , هارد 256 جيجا , كارت شاشه انتل , شاشه 14 بوصه",
    name_en:
      "Lenovo T440 , core i5 , 4th Gen , Ram 8 GB , Hard 256 ssd , Vega intel , Screen 14 inch",
    in_stock: 0,
    quantity: 0,
    price: "5500.00",
    additional_features:
      "Lenovo T440 •هو جهاز قوي يناسب الاستخدامات اليومية والأعمال المكتبية بشكل ممتاز. فيما يلي بعض المميزات والمعلومات حول الجهاز:\n● المميزات الأساسية \n* المعالج: إنتل كور i5-4300U، وهو معالج من الجيل الرابع يوفر أداءً جيدًا للمهام اليومية مثل التصفح، معالجة النصوص، والعمل على برامج أوفيس.* الذاكرة العشوائية: 8 جيجابايت DDR4 تتيح تشغيل عدة برامج في وقت واحد دون مشاكل في الأداء.● التخزين:\n* القرص الصلب: 256 جيجابايت SSD M.2 يوفر سرعات قراءة وكتابة عالية، مما يجعل الجهاز أسرع في الإقلاع وفتح التطبيقات.الشاشة:\n* الحجم: 14 بوصة، حجم مناسب للعمل والاستخدام الشخصي.* الدقة: 768×1366، تعتبر دقة مناسبة للاستخدام اليومي.* كارت الشاشة:\nIntel HD Graphics Family، مناسب للمهام اليومية مثل مشاهدة الفيديوهات وتحرير الصور البسيط.● مواصفات إضافية:\n* يحتوي على قارئ بطاقات الذاكرة لسهولة نقل البيانات من وإلى الجهاز.البرامج التي يمكن تشغيلها:* برامج الأوفيس (مثل Word و Excel): يعمل بشكل ممتاز عليها.* برامج التصفح والاتصال عبر الإنترنت (مثل Google Chrome و Zoom): أداء جيد مع القدرة على تشغيل عدة نوافذ وتبويبات.* برامج تحرير الصور البسيطة (مثل Photoshop، للمهام الأساسية): يعمل بشكل معقول، لكن قد يكون غير كافي للمشروعات الضخمة.* برامج المحاكاة الافتراضية والبرمجة: يمكنه تشغيل بيئات تطوير مثل Visual Studio Code و Android Studio ولكن قد يواجه تحديات مع المشاريع الكبيرة.ملاءمة الجهاز للأعمال:* السرعة: SSD يساعد في سرعة الإقلاع وفتح البرامج، والمعالج i5 مع الذاكرة 8 جيجابايت يوفران أداءً سلسًا للأعمال اليومية.●مناسب للأعمال المكتبية، التعليم عن بعد، وبعض المهام الإبداعية البسيطة.* هذا الجهاز يعتبر اختيارًا جيدًا للمستخدمين الذين يحتاجون إلى جهاز موثوق وسريع للأعمال المكتبية والاستخدام اليومي.",
  },
  {
    name_ar:
      "اتش بي 830  G5 , كور i5 الجيل الثامن , رامات 8 جيجا , هارد 256 جيجا ,شاشة تاتش 14  بوصة , كارت شاشة انتل UHD",
    name_en:
      "Hp 830 G5 , core i5 , 8th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd , Touch screen 14 inch",
    in_stock: 1,
    quantity: 4,
    price: "10800.00",
    additional_features:
      "HP EliteBook 830 G5 * هو جهاز مميز يوفر أداءً ممتازًا للأعمال المتعددة، مع تصميم أنيق وخصائص أمان متقدمة. إليك المميزات والبرامج التي يمكن تشغيلها ومدى كفاءة الجهاز في المهام المختلفة:\n● المميزات الأساسية \n* المعالج: Intel Core i5-8250U من الجيل الثامن بسرعة 1.70 جيجاهرتز، مع تقنية Turbo Boost التي ترفع السرعة إلى 3.40 جيجاهرتز. يوفر أداءً قويًا للمهام المكتبية وتعدد المهام. • الذاكرة العشوائية: 8 جيجابايت DDR4، مما يوفر أداءً ممتازًا في تشغيل عدة برامج في وقت واحد دون أي تباطؤ.التخزين:\n • القرص الصلب: 256 جيجابايت SSD M.2، يتيح سرعة عالية في الإقلاع وفتح التطبيقات ونقل البيانات.الشاشة:\n* الحجم: 14 بوصة، حجم مناسب لسهولة الحمل والتنقل.* الدقة: 1920x1080 (Full HD)، تقدم وضوحًا ممتازًا للأعمال اليومية، المشاهدة، وتحرير الصور والفيديوهات.* كارت الشاشة:\nIntel UHD Graphics 620، مناسب للاستخدام اليومي مثل التصفح، مشاهدة الفيديوهات، وتحرير الصور والفيديوهات البسيطة.● الخصائص الإضافية:\n* قارئ شريحة: لدعم الاتصال بشبكات الجيل الرابع (4G LTE).* قارئ بصمة: لتعزيز الأمان وتسهيل تسجيل الدخول.* قارئ بطاقة فيزا: للمدفوعات الإلكترونية.* لوحة مفاتيح مضيئة: تسهل الكتابة في الأماكن ذات الإضاءة المنخفضة.● البرامج التي يمكن تشغيلها:* برامج الأوفيس: مثل Word وExcel وPowerPoint تعمل بسلاسة.* برامج البرمجة: مثل Visual Studio Code وEclipse، يمكن تشغيلها بكفاءة.* برامج التصميم: Photoshop وIllustrator يعملان بشكل جيد للمهام المعتدلة.* برامج تحرير الفيديو: مثل Adobe Premiere Pro، يمكن استخدامه للمشاريع الصغيرة والمتوسطة. • برامج الاتصال: Zoom وTeams يعملان دون أي مشاكل.● ملاءمة الجهاز للأعمال:* الأداء السريع: بفضل المعالج من الجيل الثامن وSSD، يعمل الجهاز بسرعة وفاعلية مع تعدد المهام.● مناسب للأعمال المكتبية، التعليم عن بعد، وبعض المهام الإبداعية البسيطة إلى المتوسطة.* الأمان: ميزات مثل قارئ البصمة وقارئ الشريحة توفر أمانًا إضافيًا ومرونة في الاتصال.\n● هذا الجهاز يعتبر اختيارًا ممتازًا للأشخاص الذين يحتاجون إلى جهاز يجمع بين الأداء العالي والأمان والتنقل، مما يجعله مثاليًا للمحترفين في الأعمال المكتبية والمستخدمين الذين يحتاجون إلى جهاز موثوق للاستخدام اليومي.",
  },
  {
    name_ar:
      "لينوفو  T490s , كور i7 الجيل  الثامن , رامات 16 جيجا , هارد 512 جيجا ,شاشة 14  بوصة , كارت شاشة انتل UHD",
    name_en:
      "Lenovo T490s , core i7 , 8th gen , ram 16 GB , Hard 512 ssd , Vega intel Uhd , screen 14 inch",
    in_stock: 1,
    quantity: 7,
    price: "13500.00",
    additional_features:
      "Lenovo ThinkPad T490s ● يتمتع بمواصفات قوية ويعتبر مناسبًا لمجموعة واسعة من الاستخدامات المهنية والمتعددة. فيما يلي المميزات والبرامج التي يمكن تشغيلها، ومدى كفاءة الجهاز في إنجاز المهام:\n● المميزات الأساسية \n* المعالج: Intel Core i7-8665U من الجيل الثامن، بسرعة 1.90 جيجاهرتز مع تقنية Turbo Boost تصل إلى 4.80 جيجاهرتز. يقدم أداءً قويًا لتشغيل البرامج الثقيلة والعمل بكفاءة مع المهام المتعددة.* الذاكرة العشوائية: 16 جيجابايت DDR4، تتيح تعدد المهام بشكل سلس دون تباطؤ حتى مع فتح عدة برامج في وقت واحد.● التخزين:\n* القرص الصلب: 512 جيجابايت NVMe SSD، يوفر سرعات عالية جدًا في قراءة وكتابة البيانات، مما يعزز سرعة الجهاز في الإقلاع وفتح التطبيقات ونقل الملفات.● الشاشة:\n* الحجم: 14 بوصة، حجم مثالي للعمل والاستخدام الشخصي.* الدقة: 1920x1080 (Full HD)، توفر وضوحًا ممتازًا للتفاصيل ومشاهدة المحتوى بجودة عالية.* كارت الشاشة:\nIntel UHD Graphics 620، مناسب لتشغيل المهام اليومية، ومشاهدة الفيديوهات عالية الجودة، وكذلك بعض برامج التصميم وتحرير الفيديو.● الخصائص الإضافية:\n* قارئ بطاقة فيزا: لدعم المدفوعات الإلكترونية.* التصميم النحيف والخفيف: يسهل حمل الجهاز والتنقل به.● البرامج التي يمكن تشغيلها:* برامج الأوفيس: مثل Microsoft Word وExcel تعمل بسلاسة.* برامج البرمجة: مثل Visual Studio Code وEclipse تعمل بكفاءة عالية بفضل المعالج القوي وذاكرة الوصول العشوائي الكبيرة.* برامج التصميم: Adobe Photoshop وIllustrator تعمل بسلاسة للمهام المتوسطة إلى الثقيلة.* برامج تحرير الفيديو: Adobe Premiere Pro وDaVinci Resolve يمكن استخدامهما بسهولة للمشروعات المتوسطة والكبيرة.* برامج المحاكاة الافتراضية: مثل VMware وVirtualBox تعمل بكفاءة عالية.● ملاءمة الجهاز للأعمال:* الأداء السريع: بفضل المعالج القوي من الجيل الثامن وSSD عالي السرعة، يعتبر الجهاز مثاليًا لتشغيل البرامج الثقيلة وتعدد المهام بكفاءة.* مناسب للاستخدام المهني، تطوير البرمجيات، التصميم الجرافيكي، وتحرير الفيديو.* الوزن الخفيف والتصميم النحيف: يجعله مناسبًا للتنقل بسهولة، وهو مثالي للمحترفين الذين يحتاجون إلى جهاز قوي وخفيف في نفس الوقت.\n● هذا الجهاز يعتبر خيارًا مثاليًا لمن يحتاج إلى جهاز محمول بأداء عالي يلبي احتياجات الأعمال الاحترافية والمهام المتعددة.",
  },
  {
    name_ar:
      "اتش بي 640  G3 , كور i5 الجيل السابع , رامات 8 جيجا , هارد 256 جيجا ,شاشة 14  بوصة , كارت شاشة انتل UHD",
    name_en:
      "Hp 640 G3 , core i5 , 7th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd ,  screen 14 inch",
    in_stock: 0,
    quantity: 0,
    price: "7500.00",
    additional_features:
      "HP ProBook 640 G3 ● هو جهاز ممتاز للاستخدام اليومي والمكتبي مع أداء جيد للمهام المتعددة. إليك المميزات والتفاصيل حول البرامج التي يمكن تشغيلها ومدى كفاءة الجهاز:\n● المميزات الأساسية:\n* المعالج: Intel Core i5-7200U من الجيل السابع بسرعة 2.50 جيجاهرتز، مع تقنية Turbo Boost التي تصل إلى 3.10 جيجاهرتز، يوفر أداءً جيدًا للمهام اليومية والأعمال المكتبية.* الذاكرة العشوائية: 8 جيجابايت DDR4، مما يساعد في تشغيل العديد من التطبيقات في وقت واحد بكفاءة.● التخزين:\n* القرص الصلب: 256 جيجابايت SSD M.2، يوفر سرعة عالية في الإقلاع وتحميل البرامج، مما يحسن من أداء الجهاز بشكل عام.● الشاشة:\n* الحجم: 14 بوصة، وهو حجم مناسب للعمل والاستخدام الشخصي.* الدقة: 1920x1080 (Full HD)، توفر وضوحًا عاليًا للتفاصيل وصورًا واضحة.* كارت الشاشة:\nIntel HD Graphics 620، مناسب للاستخدام اليومي مثل التصفح ومشاهدة الفيديوهات وتحرير الصور والفيديوهات الخفيفة.● الخصائص الإضافية:\n* قارئ بصمة: لتعزيز الأمان وتسهيل تسجيل الدخول.* لوحة مفاتيح مضيئة: تسهل الكتابة في الأماكن ذات الإضاءة المنخفضة.* قارئ بطاقات فيزا: لدعم المدفوعات الإلكترونية.* قارئ بطاقة ذاكرة: لنقل البيانات بسهولة من وإلى الجهاز.●  البرامج التي يمكن تشغيلها:* برامج الأوفيس: مثل Word وExcel وPowerPoint تعمل بسلاسة. • برامج البرمجة: مثل Visual Studio Code وNetBeans تعمل بكفاءة.* برامج التصميم البسيط: Photoshop وIllustrator يمكن استخدامهما للمهام الخفيفة إلى المتوسطة.* برامج تحرير الفيديو: برامج مثل Adobe Premiere Pro يمكن تشغيلها للمشاريع البسيطة، ولكن قد لا يكون الجهاز مثاليًا للمشاريع الكبيرة. • برامج التصفح والاتصال: مثل Chrome وZoom تعمل بشكل سلس مع القدرة على تشغيل العديد من التبويبات والنوافذ.● ملاءمة الجهاز للأعمال:* الأداء: بفضل المعالج i5 من الجيل السابع وSSD، يقدم الجهاز أداءً جيدًا لتعدد المهام والاستخدام المكتبي.● مناسب للأعمال المكتبية، التعليم عن بعد، والمهام الإبداعية الخفيفة.* الأمان والتنقل: مع قارئ البصمة والوزن الخفيف، يعتبر الجهاز مناسبًا للمستخدمين الذين يتنقلون بشكل مستمر.\n●هذا الجهاز يقدم توازنًا ممتازًا بين الأداء والسعر، مما يجعله خيارًا مثاليًا للأشخاص الذين يحتاجون إلى جهاز محمول موثوق للعمل اليومي والاستخدام الشخصي.",
  },
  {
    name_ar:
      "لينوفو T480s , كور i5 الجيل الثامن , رامات 8 جيجا , هارد 256 جيجا ,شاشة تاتش 14 بوصة , كارت شاشة انتل UHD",
    name_en:
      "Lenovo T480s , core i5 , 8th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd , Touch screen 14 inch",
    in_stock: 1,
    quantity: 5,
    price: "10000.00",
    additional_features:
      "Lenovo ThinkPad T480s ● هو جهاز قوي ومتنوع الاستخدامات، يلبي احتياجات المستخدمين المحترفين والطلاب على حد سواء. إليك المميزات بالتفصيل، وما إذا كان الجهاز مناسبًا لتشغيل برامج متعددة بسرعة:\n● المميزات الأساسية \n* المعالج: Core i5-8350U من الجيل الثامن بسرعة 1.70 جيجاهرتز، مع تقنية Turbo Boost التي تصل إلى 3.60 جيجاهرتز. يوفر أداءً ممتازًا لمعالجة المهام اليومية والبرامج الأكثر تطلبًا. الذاكرة العشوائية: 8 جيجابايت DDR4، تتيح تعدد المهام بسلاسة وتشغيل العديد من التطبيقات في وقت واحد دون أي بطء.● التخزين:\n* القرص الصلب: 256 جيجابايت SSD M.2، يوفر سرعة عالية في الإقلاع وفتح التطبيقات، مما يزيد من كفاءة وسرعة الجهاز بشكل عام.● الشاشة:\n* الحجم: 14 بوصة مع دعم اللمس (تاتش)، مما يوفر تجربة تفاعلية ممتازة ويجعل استخدام الجهاز أكثر مرونة.* الدقة: 1920×1080 (Full HD)، توفر وضوحًا عاليًا وصورة حادة للمحتوى.* كارت الشاشة:\nIntel UHD Graphics 620، مناسب للمهام اليومية مثل التصفح، مشاهدة الفيديوهات، وتحرير الصور الخفيف، لكنه ليس مخصصًا للألعاب الثقيلة أو التصميم الجرافيكي المعقد.● الخصائص الإضافية:\n* قارئ بطاقة ذاكرة: لنقل البيانات بسهولة من وإلى الجهاز.* لوحة مفاتيح مضيئة: تسهل الكتابة في الأماكن ذات الإضاءة المنخفضة، مما يزيد من راحة الاستخدام.● البرامج التي يمكن تشغيلها:* برامج الأوفيس: مثل Word وExcel وPowerPoint تعمل بسلاسة وبدون مشاكل.* برامج البرمجة: مثل Visual Studio Code وEclipse تعمل بكفاءة عالية.* برامج التصميم البسيط: Adobe Photoshop وIllustrator يمكن استخدامهما لمهام التصميم المتوسطة.* برامج تحرير الفيديو: Adobe Premiere Pro يمكن تشغيله للمشاريع المتوسطة، لكن الجهاز قد يكون محدودًا مع المشاريع الكبيرة.* برامج التصفح: مثل Chrome وFirefox يمكن تشغيلها بكفاءة حتى مع فتح العديد من التبويبات.● ملاءمة الجهاز للأعمال:* الأداء: بفضل المعالج القوي وSSD، يعمل الجهاز بسرعة ويستجيب بكفاءة للمهام المتعددة.● مناسب للاستخدام المكتبي، تطوير البرمجيات، المهام الإبداعية البسيطة إلى المتوسطة، وحتى تحرير الفيديوهات.الوزن الخفيف والتصميم النحيف: يجعل الجهاز مناسبًا للمستخدمين الذين يتنقلون بكثرة.\n● لابتوب Lenovo ThinkPad T480s\n يقدم توازنًا ممتازًا بين الأداء والتنوع، وهو خيار مناسب جدًا للمحترفين الذين يحتاجون إلى جهاز متعدد الاستخدامات للعمل المكتبي والاستخدام الشخصي.",
  },
  {
    name_ar:
      "ديل 5420 , كور i5 الجيل الحادي عشر , رامات 16 جيجا , هارد 256 جيجا ,شاشة 14 بوصة , كارت شاشة انتل UHD",
    name_en:
      "Dell 5420 , core i5 , 11th gen , ram 16 GB , Hard 256 ssd , Vega intel Uhd , screen 14 inch",
    in_stock: 1,
    quantity: 4,
    price: "14950.00",
    additional_features:
      "Dell Latitude 5420● هو لابتوب ممتاز يوفر أداءً قويًا للعديد من الاستخدامات. فيما يلي المميزات والتفاصيل حول البرامج التي يمكن تشغيلها وكيفية أدائه في المهام المختلفة:\n● المميزات الأساسية \n* المعالج: Intel Core i5-1145G7 من الجيل الحادي عشر، بسرعة 2.60 جيجاهرتز، مع خاصية Turbo Boost التي تصل إلى 4.40 جيجاهرتز. يقدم هذا المعالج أداءً ممتازًا للمهام اليومية والعمل المكثف.   • الذاكرة العشوائية: 16 جيجابايت DDR4، توفر أداءً سلسًا عند تشغيل عدة تطبيقات في وقت واحد والتعامل مع بيانات كبيرة.\n● التخزين:   • القرص الصلب:* 256 جيجابايت NVMe SSD، يوفر سرعات قراءة وكتابة عالية، مما يسرع من عملية الإقلاع وفتح التطبيقات وتحميل البيانات.\n●الشاشه    •الحجم: 14 بوصة، حجم مريح للعمل والتنقل.   • الدقة: 1920×1080 (Full HD)، توفر وضوحًا ممتازًا وتفاصيل حادة.\n. *•كارت الشاشة:  - Intel Iris Xe Graphics، يقدم أداءً جيدًا للمهام اليومية مثل مشاهدة الفيديوهات، التصفح، وبعض برامج تحرير الصور والفيديو.\n● الخصائص الإضافية:    •قارئ بطاقة ذاكرة: لنقل البيانات بسهولة من وإلى الجهاز.\n● البرامج التي يمكن تشغيلها\n* برامج الأوفيس: مثل Microsoft Word وExcel وPowerPoint تعمل بسلاسة.- برامج البرمجة: مثل Visual Studio Code وEclipse، يوفر المعالج والذاكرة الكبيرة أداءً ممتازًا.- برامج التصميم: Adobe Photoshop وIllustrator تعمل بشكل جيد للمهام المتوسطة.- برامج تحرير الفيديو: Adobe Premiere Pro يمكن استخدامه لمشاريع متوسطة، لكن الأداء قد يكون محدودًا في المشاريع الكبيرة والمعقدة.- برامج المحاكاة الافتراضية: مثل VMware وVirtualBox تعمل بكفاءة عالية.\n● ملاءمة الجهاز للأعمال:\n- الأداء: بفضل المعالج القوي وذاكرة الوصول العشوائي الكبيرة وSSD عالي السرعة، يعتبر الجهاز مثاليًا لمهام متعددة والتطبيقات الثقيلة.   - ● مناسب للأعمال المكتبية، تطوير البرمجيات، التصميم الجرافيكي، وتحرير الفيديو للمشاريع المتوسطة.- الوزن والتصميم: مناسب للتنقل والاستخدام في بيئات العمل المختلفة.\n \n● جهاز Dell Latitude 5420 يعتبر خيارًا ممتازًا للمستخدمين الذين يحتاجون إلى جهاز قوي وموثوق لأداء مهام متعددة، وتقديم أداء جيد في البرمجة، التصميم، والتحليل.",
  },
  {
    name_ar:
      "اتش بي 445R  G6 ريزون 5, رامات 8 جيجا , هارد 256 جيجا ,شاشه 14 بوصه ,كارت شاشه انتل UHD",
    name_en:
      "Hp 445R G6 Ryzen 5 ,  ram 8 GB , Hard 256 ssd  , screen 14 inch , Vega intel UHD",
    in_stock: 0,
    quantity: 0,
    price: "9300.00",
    additional_features:
      "HP 445 R G6 Ryzen 5 ●هو جهاز لابتوب مناسب لمجموعة متنوعة من الاستخدامات، بما في ذلك المهام اليومية والعمل المكتبي. إليك التفاصيل حول مميزاته وما يمكنه تشغيله:\n● المميزات الأساسية:\n* المعالج: AMD Ryzen 5 3500U، من الجيل الثامن، يوفر أداءً قويًا للمهام اليومية وتعدد المهام. بسرعته الأساسية 2.00 جيجاهرتز ويصل إلى 3.60 جيجاهرتز مع تقنية Turbo Boost.* الذاكرة العشوائية: 8 جيجابايت DDR4، تتيح تشغيل العديد من التطبيقات في وقت واحد بشكل سلس.● التخزين:\n* القرص الصلب: 256 جيجابايت SSD M.2، يوفر سرعة عالية في الإقلاع وفتح التطبيقات، مما يحسن من أداء الجهاز.● الشاشة:\n* الحجم: 14 بوصة، حجم مريح للعمل والاستخدام الشخصي.* الدقة: 768×1366، تقدم دقة مناسبة ولكنها أقل من Full HD (1920×1080)، مما يعني أن التفاصيل قد تكون أقل وضوحًا مقارنة بالشاشات ذات الدقة الأعلى.* كارت الشاشة:\nAMD Radeon Vega 8 Graphics، يقدم أداءً جيدًا للمهام الرسومية اليومية مثل التصفح، مشاهدة الفيديوهات، والألعاب الخفيفة. يمكنه التعامل مع بعض برامج التصميم وتحرير الصور البسيطة.● الخصائص الإضافية:\n* قارئ بصمة: يوفر أمانًا إضافيًا وسهولة في تسجيل الدخول.* قارئ بطاقة ذاكرة: لنقل البيانات بسهولة من وإلى الجهاز.● البرامج التي يمكن تشغيلها:* برامج الأوفيس: مثل Microsoft Word وExcel تعمل بسلاسة.* برامج البرمجة: مثل Visual Studio Code وEclipse تعمل بكفاءة.* برامج التصميم: Adobe Photoshop وIllustrator يمكن استخدامهما للمهام الخفيفة إلى المتوسطة.* برامج تحرير الفيديو: مثل Adobe Premiere Pro يمكن تشغيله للمشاريع الصغيرة، لكنه قد يواجه بعض الصعوبات مع المشاريع الكبيرة.* برامج التصفح والاتصال: مثل Chrome وZoom تعمل بشكل جيد.● ملاءمة الجهاز للأعمال:* الأداء: بفضل المعالج Ryzen 5 وSSD، يوفر أداءً جيدًا لمهام متعددة وتطبيقات متنوعة.● مناسب للأعمال المكتبية، التعليم عن بعد، وبعض المهام الإبداعية البسيطة.الخصائص الإضافية مثل قارئ البصمة تعزز الأمان وسهولة الاستخدام.\n● HP 445 G6 Ryzen 5 هو خيار جيد لمن يحتاج إلى جهاز موثوق للأعمال اليومية، مع أداء مقبول للمهام الرسومية البسيطة وتعدد المهام.",
  },
  {
    name_ar:
      "اتش بي 650 G4 , كور i5 الجيل الثامن , رامات 8 جيجا , هارد 256 جيجا ,شاشة 15.6  بوصة , كارت شاشة انتل UHD",
    name_en:
      "Hp 650 G4 , core i5 , 8th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd , screen 15.6 inch",
    in_stock: 1,
    quantity: 1,
    price: "10900.00",
    additional_features:
      "HP 650 G4● هو لابتوب قوي يناسب الاستخدامات المتنوعة. إليك مميزاته وكيف يمكنه التعامل مع البرامج المختلفة:\n● المميزات الأساسية:\n* المعالج: Intel Core i5-8350U من الجيل الثامن، بسرعة 1.70 جيجاهرتز، مع خاصية Turbo Boost التي تصل إلى 3.60 جيجاهرتز. يقدم أداءً جيدًا للمهام اليومية والعمل المكتبي.* الذاكرة العشوائية: 8 جيجابايت DDR4، تتيح تعدد المهام وتشغيل التطبيقات بسلاسة.● التخزين:\n* القرص الصلب: 256 جيجابايت SSD M.2، يوفر سرعة عالية في الإقلاع وتحميل التطبيقات، مما يحسن من أداء الجهاز.● الشاشة:\n* الحجم: 15.6 بوصة، مناسب للعمل والتصفح، ويوفر مساحة عرض جيدة.الدقة: 1920×1080 (Full HD)، توفر وضوحًا عاليًا وصورة واضحة.* كارت الشاشة:\nIntel UHD Graphics 620، مناسب للمهام اليومية مثل التصفح ومشاهدة الفيديوهات، وبعض برامج تحرير الصور البسيطة. يمكنه التعامل مع برامج الرسوميات الخفيفة ولكن ليس للألعاب الثقيلة أو تطبيقات التصميم ثلاثية الأبعاد.● الخصائص الإضافية:\n* قارئ بصمة: لتعزيز الأمان وتسهيل تسجيل الدخول.* لوحة مفاتيح مضيئة: تسهل الكتابة في الأماكن ذات الإضاءة المنخفضة.* قارئ بطاقات فيزا: لدعم المدفوعات الإلكترونية.● البرامج التي يمكن تشغيلها:* برامج الأوفيس: مثل Microsoft Word وExcel وPowerPoint تعمل بسلاسة.* برامج البرمجة: مثل Visual Studio Code وEclipse تعمل بكفاءة.* برامج التصميم البسيط: Adobe Photoshop وIllustrator يمكن استخدامهما للمهام الخفيفة إلى المتوسطة.* برامج تحرير الفيديو: Adobe Premiere Pro يمكن تشغيله لمشاريع صغيرة إلى متوسطة الحجم. قد يواجه بعض الصعوبات مع المشاريع الكبيرة.* برامج التصفح والاتصال: مثل Chrome وZoom تعمل بشكل جيد.● ملاءمة الجهاز للأعمال:* الأداء: بفضل المعالج والذاكرة العشوائية وSSD، يوفر الجهاز أداءً جيدًا للمهام اليومية وتعدد المهام.● مناسب للأعمال المكتبية، البرمجة، وتحرير الصور البسيط.● الخصائص الإضافية مثل قارئ البصمة ولوحة المفاتيح المضيئة تعزز من راحة الاستخدام والأمان.\nHP 650 G4 ● هو خيار جيد للمستخدمين الذين يحتاجون إلى جهاز موثوق للأعمال المكتبية، مع أداء مناسب لمهام متعددة وبرامج إبداعية خفيفة.",
  },
  {
    name_ar:
      "اتش بي x360 1030 G3 , كور i7 الجيل الثامن , رامات 8 جيجا , هارد 256 جيجا ,شاشة تاتش 13.3 بوصة , كارت شاشة انتل UHD",
    name_en:
      "Hp x360 1030 G3  , core i7 , 8th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd , Touch screen 13.3 inch",
    in_stock: 0,
    quantity: 1,
    price: "16950.00",
    additional_features:
      "HP x360 1030 G3 ● هو جهاز كمبيوتر محمول موجه للاستخدامات المتعددة بفضل تصميمه القابل للتحويل، مما يجعله مناسباً للاستخدام كجهاز لوحي أو كمبيوتر محمول تقليدي. يأتي مع مواصفات قوية لدعم الأداء العالي.\n● المميزات الأساسية:* معالج: Core i7-8650U: معالج من الجيل الثامن بسرعة 1.90 جيجاهرتز، يوفر أداءً ممتازاً للتعامل مع المهام الثقيلة والتطبيقات المتقدمة.* ذاكرة: RAM بسعة 8 جيجابايت DDR4: تدعم تعدد المهام بشكل فعال، مما يمكن من تشغيل برامج متعددة في الوقت ذاته بسلاسة.* تخزين: SSD بسعة 256 جيجابايت: يوفر سرعة عالية في تحميل النظام وتشغيل التطبيقات، مما يساهم في أداء سريع واستجابة جيدة.* كارت شاشة: Intel UHD Graphics 620: مناسب لمهام الاستخدام اليومية مثل تصفح الإنترنت والعمل على مستندات، ولكنه محدود في تشغيل الألعاب الثقيلة أو التطبيقات التي تحتاج إلى كروت شاشة قوية.* شاشة 13.3 بوصة FHD تعمل باللمس: دقة 1920×1080 توفر تجربة عرض واضحة، بينما ميزة اللمس تسهم في التفاعل السلس مع التطبيقات.● خصائص إضافية:\n* قارئ بطاقة ذاكرة: يسهل نقل البيانات من وإلى بطاقات الذاكرة.* قارئ شريحة: يدعم استخدام شرائح الاتصال للإنترنت.* مستشعر بصمة: يوفر أماناً إضافياً وسهولة في تسجيل الدخول.* لوحة مفاتيح مضيئة: تسهل الكتابة في ظروف الإضاءة المنخفضة.● استخداماته:* برامج البرمجة: يمكنه التعامل مع بيئات تطوير البرمجيات بشكل ممتاز، مما يجعله مناسباً لمهام البرمجة والتطوير.* الألعاب: ليس مناسباً للألعاب الثقيلة، لكنه يمكنه تشغيل الألعاب الخفيفة بشكل جيد.برامج التصميم وتحرير الصور: يمكنه التعامل مع برامج مثل Photoshop بفعالية لمهام التصميم والتعديل، لكن الأداء قد يكون محدوداً عند التعامل مع مشاريع كبيرة جداً.\nHP x360 1030 G3 ● هو لابتوب قوي ومناسب للاستخدامات المتعددة، بما في ذلك العمل المكثف والبرمجة، ويتميز بتصميمه القابل للتحويل والشاشة التي تعمل باللمس.",
  },
  {
    name_ar:
      "ديل لاتتيود 7400 , كور i5 الجيل الثامن , رامات 8 جيجا , هارد 256 جيجا ,شاشة تاتش 14 بوصة , كارت شاشة انتل UHD",
    name_en:
      "Dell Latitude 7400 , core i5 , 8th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd , Touch screen 14 inch",
    in_stock: 1,
    quantity: 10,
    price: "10800.00",
    additional_features:
      "Dell Latitude 7400● هو لابتوب أنيق ومتين مصمم لتلبية احتياجات المستخدمين المحترفين. يتميز بتصميم نحيف وعصري ويجمع بين الأداء القوي والمميزات العملية.\n● المميزات الأساسية:\n* معالج Core i5-8365U: معالج من الجيل الثامن بسرعة 1.60 جيجاهرتز، يوفر أداءً ممتازاً للتطبيقات اليومية ومهام العمل المتوسطة.\n* ذاكرة RAM بسعة 8 جيجابايت DDR4: تتيح تعدد المهام بكفاءة، مما يعزز القدرة على تشغيل عدة برامج في وقت واحد.\n* تخزين SSD بسعة 256 جيجابايت: يعزز سرعة تحميل النظام والبرامج، مما يسهم في أداء سريع واستجابة أفضل.\n* شاشة 14 بوصة FHD تعمل باللمس: دقة 1920×1080 توفر تجربة عرض واضحة وتتيح التفاعل مع التطبيقات بفضل خاصية اللمس.\n* كارت شاشة Intel UHD Graphics 620: مناسب للاستخدامات اليومية مثل تصفح الإنترنت والعمل على مستندات، لكنه محدود بالنسبة للألعاب الثقيلة أو التطبيقات التي تحتاج كروت شاشة متقدمة.\n●خصائص إضافية:\n* قارئ شريحة: يدعم استخدام شرائح الاتصال للإنترنت.\n* لوحة مفاتيح مضيئة: تسهل الكتابة في ظروف الإضاءة المنخفضة.\n* مدخل بطاقة فيزا: يسهل قراءة بطاقات الذاكرة وتوسيع التخزين.\n●استخداماته\n* برامج البرمجة: يمكنه التعامل مع بيئات تطوير البرمجيات بشكل جيد، مما يجعله مناسباً لمهام البرمجة والتطوير.\n* الألعاب: ليس مثالياً للألعاب الثقيلة، ولكنه يمكنه تشغيل الألعاب الخفيفة.\n* برامج التصميم وتحرير الصور: يمكنه التعامل مع برامج مثل Photoshop بشكل جيد لمهام التصميم الأساسية، لكن الأداء قد يكون محدوداً عند التعامل مع مشاريع كبيرة ومعقدة.  ●هو لابتوب قوي ومتوازن، مناسب لمهام العمل اليومية والبرمجة والتصميم البسيط، مع تصميم أنيق وميزات عملية.",
  },
  {
    name_ar:
      "ديل بريسيشن 3540 , كور  i7  الجيل الثامن  , رامات 16  جيجا , هارد 256 جيجا ,شاشة 15.6بوصة , كارت شاشة 2 جيجا",
    name_en:
      "Dell precision 3540, core i7 , 68th Gen   ram 16 GB , Hard 256 ssd  , screen 15.6 inch , Vega 2 GB",
    in_stock: 1,
    quantity: 3,
    price: "16900.00",
    additional_features:
      "Dell Precision 3540 هو لابتوب مصمم لتلبية احتياجات المهام الثقيلة والأعمال الاحترافية. إليك تفاصيله ومميزاته:المميزات الأساسية \nالمعالج: Intel Core i7-8665U يوفر أداءً قويًا للمهام المتعددة والتطبيقات الثقيلة.الذاكرة العشوائية: 16 جيجابايت DDR4 تضمن أداءً سلسًا عند التعامل مع برامج متعددة أو تطبيقات ثقيلة.التخزين السريع:\n256 جيجابايت SSD M.2 يساهم في تسريع تحميل النظام والتطبيقات وتحسين الأداء العام للجهاز.كارت الشاشة المتقدم:\nAMD Radeon Pro WX 2100 وAMD FirePro SDI 0x6985 يوفران أداء قويا للتطبيقات \nالخصائص الإضافية:\nقارئ بصمة: يوفر أمانًا إضافيًا وسهولة في تسجيل الدخول.لوحة مفاتيح مضيئة: تسهل الكتابة في ظروف الإضاءة المنخفضة.قارئ بطاقة ذاكرة وبطاقة فيزا: يعزز من مرونة التعامل مع مختلف أنواع البيانات.البرامج التي يمكن تشغيلها بكفاءة:برامج التصميم الجرافيكي: مثل Adobe Photoshop وIllustrator.برامج تحرير الفيديو: مثل Adobe Premiere Pro وFinal Cut Pro.برامج النمذجة ثلاثية الأبعاد: مثل AutoCAD وSolidWorks.برامج البرمجة وتحليل البيانات: مثل MATLAB وSPSS.ملاءمة الجهاز:مناسب لمهام التصميم المتقدم، تحرير الفيديو، النمذجة ثلاثية الأبعاد، وتحليل البيانات.كارت الشاشة المتقدم والشاشة الكبيرة تجعله مثاليًا لتطبيقات الرسوميات المتقدمة.Dell Precision 3540 هو جهاز قوي يوفر أداءً ممتازًا في التطبيقات التي تتطلب معالجة رسومية مكثفة، مما يجعله خيارًا ممتازًا للمحترفين في المجالات التقنية والإبداعية.",
  },
  {
    name_ar:
      "اتش بي 745  G6 ريزون 7, رامات 8 جيجا , هارد 256 جيجا ,شاشه 14 بوصه ,كارت شاشه 2 جيجا",
    name_en:
      "Hp 745 G6 Ryzen 7 ,  ram 8 GB , Hard 256 ssd  , screen 14 inch , Vega 2 GB",
    in_stock: 1,
    quantity: 4,
    price: "13200.00",
    additional_features:
      "HP 745 G6  ● هو جهاز لابتوب احترافي يجمع بين الأداء القوي والتصميم الأنيق والخفيف الوزن. تم تصميمه خصيصًا لتلبية احتياجات المستخدمين الذين يبحثون عن جهاز يعتمد عليه في أداء المهام اليومية والتطبيقات الاحترافية.* يتميز بمعالج AMD Ryzen 7 Pro 3700U وكرت شاشة AMD Radeon Vega 10، مما يجعله مناسبًا لمجموعة متنوعة من الاستخدامات مثل البرمجة، التصميم، وتحرير الفيديو.● مميزات اللابتوب:* المعالج:AMD Ryzen 7 Pro 3700U رباعي النواة بسرعة تصل إلى 4.0 جيجاهرتز، مما يوفر أداءً قويًا للمهام المتعددة والتطبيقات التي تتطلب قوة معالجة كبيرة.* الذاكرة العشوائية:8 جيجابايت DDR4، تتيح تعدد المهام بكفاءة عالية، مما يسمح بتشغيل برامج متعددة في نفس الوقت بدون تأخير أو تباطؤ.* التخزين:SSD بسعة 256 جيجابايت M.2، يوفر سرعات قراءة وكتابة عالية تساهم في تسريع وقت تشغيل النظام وتحميل التطبيقات الكبيرة.* كارت الشاشة:AMD Radeon Vega 10 بسعة 2 جيجابايت، يوفر أداءً جيدًا في الرسوميات، مما يجعله مناسبًا للألعاب الخفيفة وبرامج التصميم الجرافيكي مثل Adobe Photoshop وIllustrator.•الشاشة:شاشة 14 بوصة بدقة FHD (1920×1080)، توفر تجربة مشاهدة واضحة وحادة، مما يجعلها مناسبة للعمل على المشاريع المتعددة ومشاهدة الفيديوهات بجودة عالية.● خصائص إضافية:* قارئ شريحة:يمكن استخدامه للاتصال بالإنترنت عبر شريحة بيانات، مما يتيح البقاء على اتصال أثناء التنقل.* قارئ بطاقة ذاكرة:يدعم نقل البيانات بسهولة من وإلى بطاقات الذاكرة المختلفة.* لوحة مفاتيح مضيئة:تسهل الكتابة في ظروف الإضاءة المنخفضة، مما يجعلها مثالية للعمل في المساء أو في البيئات ذات الإضاءة المحدودة.* مدخل بطاقة فيزا:يتيح توسيع التخزين أو نقل الملفات من وإلى بطاقات الذاكرة بسرعة.● استخدامات اللابتوب:* البرمجة:يوفر أداءً متميزًا لتشغيل بيئات التطوير والبرامج البرمجية الثقيلة، مثل Visual Studio وPyCharm، مما يجعله مناسبًا للمبرمجين.* التصميم الجرافيكي:بفضل كرت الشاشة AMD Radeon Vega 10، يمكنه التعامل مع برامج التصميم الجرافيكي مثل Photoshop وIllustrator بشكل جيد، مما يجعله مناسبًا للمصممين الجدد والمتوسطين.* الألعاب:قادر على تشغيل الألعاب الخفيفة والمتوسطة بكفاءة، ولكنه ليس مخصصًا للألعاب الثقيلة التي تتطلب كروت شاشة أقوى.* الأعمال اليومية:مناسب لإدارة البريد الإلكتروني، تصفح الإنترنت، ومشاهدة الفيديوهات بجودة عالية.",
  },
  {
    name_ar:
      "اتش بي x360 1030 G3 , كور i5 الجيل الثامن , رامات 8 جيجا , هارد 256 جيجا ,شاشة تاتش 13.3 بوصة , كارت شاشة انتل UHD",
    name_en:
      "Hp x360 1030 G3  , core i5 , 8th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd , Touch screen 13.3 inch",
    in_stock: 0,
    quantity: 0,
    price: "15200.00",
    additional_features:
      "HP x360 1030 G3 ● هو جهاز لابتوب مرن يجمع بين الأداء القوي والتصميم القابل للتحويل، مما يجعله مثاليًا للاستخدامات المتعددة. \nيتميز بشاشة تعمل باللمس بزاوية دوران كاملة، مما يسمح باستخدامه كجهاز لوحي أيضًا. يتمتع الجهاز بمعالج Intel Core i5 من الجيل الثامن، ويأتي مع ذاكرة RAM بسعة 8 جيجابايت وتخزين SSD سريع، مما يجعله مناسبًا لمجموعة متنوعة من المهام.\n● مميزات لابتوب * المعالج:\nIntel Core i5-8350U بسرعة 1.70 جيجاهرتز، من الجيل الثامن. يوفر أداءً ممتازًا للمهام اليومية والتطبيقات المتوسطة، مثل معالجة النصوص وتصفح الإنترنت.* الذاكرة العشوائية (RAM):\n8 جيجابايت DDR4، تدعم تعدد المهام وتشغيل برامج متعددة في وقت واحد بدون تباطؤ.* التخزين:\n256 جيجابايت SSD، يوفر سرعة تحميل عالية وتخزينًا كافيًا للملفات والتطبيقات، مما يعزز الأداء العام للجهاز.* كارت الشاشة:\nIntel UHD Graphics 620، كارت شاشة مدمج يوفر أداءً جيدًا للمهام اليومية، مثل مشاهدة الفيديوهات وتحرير الصور البسيطة.* الشاشة:\n13.3 بوصة FHD تعمل باللمس (تاتش) بدقة 1080×1920، توفر تجربة عرض واضحة وتفاعلية، مما يجعلها مثالية للعمل على مستندات وتطبيقات متعددة.● مواصفات إضافية:\n* قارئ بطاقة ذاكرة: لنقل البيانات بسهولة من وإلى بطاقات الذاكرة.* مستشعر بصمة: يوفر أمانًا إضافيًا وسرعة في تسجيل الدخول.* لوحة مفاتيح مضيئة: تسهل الكتابة في الظروف المظلمة أو المنخفضة الإضاءة.قارئ شريحة: يدعم الاتصال بالإنترنت عبر شريحة بيانات، مما يتيح الاتصال أثناء التنقل.● استخداماته* برامج البرمجة: يمكنه التعامل مع بيئات تطوير البرمجيات بشكل جيد، مناسب للبرمجة والتطوير الخفيف.* التصميم الجرافيكي: مناسب لبرامج التصميم الأساسية مثل Photoshop، لكنه قد يكون محدودًا بالنسبة للتطبيقات الثقيلة.* الألعاب: ليس مخصصًا للألعاب الثقيلة، لكن يمكنه تشغيل الألعاب الخفيفة بشكل جيد. • الأعمال اليومية: مثالي لإدارة البريد الإلكتروني، تصفح الإنترنت، والعمل على مستندات.\n● هذا اللابتوب يوفر توازنًا ممتازًا بين الأداء والمرونة، مما يجعله خيارًا جيدًا للمستخدمين الذين يحتاجون إلى جهاز قوي مع إمكانية التبديل بين وضع الكمبيوتر المحمول والوضع اللوحي.",
  },
  {
    name_ar:
      "لينوفو x1 carbon , كور  i7 الجيل الثامن , رامات 16 جيجا , هارد 512 جيجا ,شاشة 14 بوصة ,كارت شاشه انتل UHD",
    name_en:
      "Lenovo x1 Carbon , core i7 , 8th Gen , Ram 16 GB , Hard 512 ssd , vega intel Uhd , screen 14 inch",
    in_stock: 1,
    quantity: 4,
    price: "16500.00",
    additional_features:
      "Lenovo X1 Carbon\n● المميزات:\n* أداء عالٍ: يأتي بمعالج Intel Core i7-8550U من الجيل الثامن، مع سرعة 1.80 جيجاهرتز، مما يوفر أداءً قويًا وسرعة في تنفيذ المهام.\n\nذاكرة عشوائية كبيرة\n: يحتوي على 16 جيجابايت من الذاكرة العشوائية DDR4، مما يعزز القدرة على التعامل مع التطبيقات المتعددة في الوقت نفسه بسلاسة.\nتخزين سريع:\nمزود بقرص SSD بسعة 256 جيجابايت، الذي يضمن سرعة تحميل وتشغيل عالية للبرامج والملفات.\nشاشة عالية الجودة:شاشة\n 14 بوصة بدقة FHD توفر تفاصيل واضحة وصورة حادة، مما يجعلها مثالية للعمل والمشاهدة.\n\n* تصميم خفيف ومتين: تصميم نحيف وخفيف الوزن، مما يجعله سهل الحمل ومناسب للتنقل.\n* كارت شاشة مدمج: يحتوي على Intel UHD Graphics 620، مما يدعم تشغيل التطبيقات والبرامج الأساسية بشكل جيد.\n● الاستخدامات:\n* برامج التصميم والتحرير: يمكنه تشغيل برامج مثل Photoshop وIllustrator بفعالية بفضل المعالج القوي وذاكرة الوصول العشوائي الكبيرة.\n* البرمجة: مثالي لمهام البرمجة وتطوير البرمجيات بفضل الأداء السريع والذاكرة الكبيرة.\n* الأعمال المكتبية: يناسب المهام اليومية مثل معالجة النصوص، وجداول البيانات، والبريد الإلكتروني.",
  },
  {
    name_ar:
      "ديل بريسيشن 7710 , كور  i7 HQ الجيل السادس , رامات 16 جيجا , هارد 512 جيجا ,شاشة 17.3 بوصة , كارت شاشة 2 جيجا",
    name_en:
      "Dell precision 7710 , core i7 , 6th Gen HQ  ram 16 GB , Hard 512 ssd  , screen 17.3 inch , Vega 2 GB",
    in_stock: 0,
    quantity: 0,
    price: "12500.00",
    additional_features:
      "Dell Precision 7710 هو لابتوب موجه للمستخدمين الذين يحتاجون إلى أداء عالٍ لمهام متقدمة. إليك مميزاته وكيفية ملاءمته لمختلف الاستخدامات:\nمميزات الجهاز:\nالمعالج: Intel Core i7-6820HQ بسرعة 2.70 جيجاهرتز يوفر أداءً سريعًا للمهام المتعددة والتطبيقات الثقيلة.الذاكرة العشوائية (RAM): 16 جيجابايت DDR4 تعزز الأداء وتجعل التعامل مع التطبيقات الكبيرة والأعمال المتقدمة سهلًا.التخزين السريع:\n512 جيجابايت SSD M.2 يوفر سرعة عالية في قراءة وكتابة البيانات، مما يساهم في تسريع تحميل النظام والتطبيقات.الشاشة الكبيرة والواضحة:\n17.3 بوصة بدقة HD+ (1920x1080) توفر مساحة كبيرة للعمل وتفاصيل واضحة، مثالية للتصميم والتحليل والعمل على مستندات متعددة.كارت الشاشة المزدوج:\nIntel HD Graphics 530: جيد للمهام الرسومية اليومية.AMD FirePro W5170M: يقدم أداءً متقدمًا في الرسوميات، مما يجعله مثاليًا لتطبيقات التصميم الجرافيكي، تحرير الفيديو، وبرامج النمذجة ثلاثية الأبعاد.الخصائص الإضافية:\nقارئ فيزا وقارئ بطاقة ذاكرة: تسهل التعامل مع البيانات والملفات.البرامج التي يمكن تشغيلها بكفاءة:برامج التصميم الجرافيكي: مثل Adobe Photoshop، Illustrator.برامج تحرير الفيديو: مثل Adobe Premiere Pro، Final Cut Pro.برامج الهندسة والمعمارية: مثل AutoCAD، SolidWorks.برامج التحليل والبيانات: مثل MATLAB، SPSS.برامج تطوير البرمجيات: مثل Visual Studio، Eclipse.ملاءمة الجهاز:مناسب للأعمال الاحترافية التي تتطلب معالجة رسومية قوية، مثل التصميم الجرافيكي، تحرير الفيديو، والهندسة.الشاشة الكبيرة والأداء المتقدم يجعله خيارًا ممتازًا للأعمال التي تتطلب معالجة متقدمة ووضوحًا في التفاصيل.Dell Precision 7710 هو جهاز قوي يناسب المحترفين الذين يحتاجون إلى أداء عالي في تطبيقات متقدمة، مما يجعله مثاليًا لمجالات متعددة مثل التصميم، الهندسة، والتحليل.",
  },
  {
    name_ar:
      "ماك بوك برو i7 2017 , رامات 16 جيجا , هارد 512 جيجا , كارت شاشه 2 جيجا , شاشه 15 بوصه",
    name_en:
      "Macbook Pro i7 2017 , Ram 16 GB , Hard 512 ssd , Vega 2 GB , Screen 15 inch",
    in_stock: 0,
    quantity: 0,
    price: "26500.00",
    additional_features:
      "MacBook Pro 2017 ● هو جهاز لابتوب متطور تم تصميمه لتقديم أداء متميز وتجربة مستخدم فريدة. يأتي بتصميم أنيق وعصري، مع هيكل مصنوع بالكامل من الألومنيوم. يتميز بقوة معالجة عالية وذاكرة عشوائية كبيرة، مما يجعله مناسبًا للمهام الثقيلة والتطبيقات المتقدمة. يحتوي أيضًا على شاشة Retina عالية الدقة مع تقنيات متطورة مثل Touch Bar، التي توفر سهولة الوصول إلى وظائف متعددة مباشرة من لوحة المفاتيح.\n●المميزات الأساسية :\n* المعالج  :   Intel Core i7 وذاكرة عشوائية 16 جيجابايت، يمكن للجهاز التعامل مع المهام المتقدمة مثل تحرير الفيديو، التصميم الجرافيكي، وتطوير البرمجيات بسلاسة.\n* التخزين  : يحتوي على وحدة تخزين SSD بسعة 512 جيجابايت، مما يعني تشغيل أسرع للبرامج وتقليل وقت الانتظار عند تحميل الملفات الكبيرة.\n* شاشة Retina: بدقة 2880x1800 بكسل، توفر الشاشة تجربة بصرية مذهلة مع تفاصيل واضحة وألوان غنية، مما يجعلها مثالية للعمل مع التصوير الفوتوغرافي والفيديو.\n* تصميم متين وأنيق: مصنوع من الألومنيوم الخفيف والمتين، مع تصميم نحيف يجعله سهل الحمل.\n* Touch Bar: شريط لمس ديناميكي يتكيف مع التطبيقات التي تستخدمها، مما يوفر وصولاً سهلاً إلى الأدوات والاختصارات.\n* بطارية تدوم طويلًا: بطارية تدوم لعدة ساعات من العمل المستمر دون الحاجة إلى الشحن.\n* نظام macOS: يأتي مع نظام macOS المتميز، الذي يوفر أداءً مستقرًا وواجهة مستخدم سهلة وبسيطة.\n● استخدامات الجهاز:\n* تحرير الفيديو والمونتاج: بفضل قوة المعالجة والرسوميات المتقدمة، يعد MacBook Pro 2017 مثاليًا لتشغيل برامج تحرير الفيديو مثل Final Cut Pro وAdobe Premiere Pro.\n* تصميم الجرافيك والتصميم ثلاثي الأبعاد: الشاشة عالية الدقة والقدرة على تشغيل برامج مثل Adobe Photoshop وIllustrator تجعله خيارًا رائعًا للمصممين.\n* تطوير البرمجيات: يمكن استخدامه لتطوير تطبيقات البرمجة باستخدام Xcode، Android Studio، أو Visual Studio Code، مع دعم متقدم لبيئات التطوير.\n* الهندسة والتصميم الصناعي: البرامج الهندسية مثل AutoCAD وSolidWorks تعمل بشكل سلس بفضل المعالج القوي وكارت الشاشة.\n* إنتاج الصوت والموسيقى: يعتبر مناسبًا لتشغيل برامج إنتاج الموسيقى مثل Logic Pro X وAbleton Live، مع أداء ممتاز في تحرير الصوت.\n● باختصار  جهاز متعدد الاستخدامات يلبي احتياجات المهنيين في مختلف المجالات مثل التصميم، المونتاج، البرمجة، والهندسة.",
  },
  {
    name_ar:
      "ماك بوك برو i7  2016 , رامات 16 جيجا , هارد 512 جيجا , كارت شاشه 2 جيجا , شاشه 15 بوصه",
    name_en:
      "Macbook Pro i7 2016 , Ram 16 GB , Hard 512 ssd , Vega 2 GB , Screen 15 inch",
    in_stock: 1,
    quantity: 1,
    price: "22800.00",
    additional_features:
      "MacBook Pro 2016 \n \nMacBook Pro 2016 (15-inch) هو جهاز لابتوب احترافي متطور من شركة Apple، مصمم لتقديم أداء فائق وتجربة مستخدم متميزة. بفضل تصميمه الأنيق والمصنوع من الألومنيوم بالكامل، يدمج الجهاز بين الجمال والمتانة. يتميز بشاشة Retina مذهلة بدقة عالية، ويأتي مزودًا بميزة Touch Bar، التي تضيف لمسة إضافية من الابتكار لسهولة الاستخدام.\nمميزات الجهاز:\nالمعالج : Intel Core i7 بسرعة 2.9 جيجاهرتز وذاكرة عشوائية بسعة 16 جيجابايت، مما يجعله قادرًا على إنجاز المهام الثقيلة مثل تحرير الفيديو والبرمجة بسهولة.\nالتخزين : يحتوي على وحدة تخزين SSD بسعة 512 جيجابايت، مما يوفر سرعة فائقة في تشغيل التطبيقات وتحميل الملفات الكبيرة.\nشاشة Retina: بدقة 2880x1800 بكسل، توفر تجربة بصرية استثنائية، مما يجعلها مثالية للعمل على تصميم الجرافيك وتحرير الصور والفيديو.\nTouch Bar: شريط لمس تفاعلي يتيح الوصول السريع إلى الأدوات والاختصارات المتعلقة بالتطبيقات المختلفة، مما يسهل العمليات ويزيد من الإنتاجية.\nتصميم أنيق ومتين: الجهاز مصنوع من الألومنيوم الخفيف والمتين، ويتميز بنحافته ووزنه الخفيف، مما يجعله سهل الحمل والتنقل.\nبطارية طويلة الأمد: تتيح لك ساعات طويلة من العمل المتواصل دون الحاجة إلى الشحن المتكرر.\nنظام macOS: نظام تشغيل مستقر وسلس يوفر تجربة مستخدم ممتازة مع مجموعة كبيرة من التطبيقات الاحترافية.\nالبرامج التي يمكن تشغيلها:\nتحرير الفيديو: Final Cut Pro وAdobe Premiere Pro.التصميم الجرافيكي: Adobe Photoshop وIllustrator.تطوير البرمجيات: Xcode وAndroid Studio وVisual Studio Code.إنتاج الصوت: Logic Pro X وAbleton Live.الفئة المستهدفة:\nالمبدعون والمصممون: مناسب لمصممي الجرافيك ومنتجي الفيديو والصور.المطورون والمبرمجون: مثالي للمبرمجين ومطوري التطبيقات بفضل الأداء القوي.المحترفون في الصوت والفيديو: خيار مثالي لمن يعملون في إنتاج الموسيقى وتحرير الفيديو.",
  },
  {
    name_ar:
      "ماك بوك برو i7  2019 , رامات 16 جيجا , هارد 256 جيجا , كارت شاشه انتل , شاشه 13 بوصه ,تاتش بار",
    name_en:
      "Macbook Pro i7 2019 , Ram 16 GB , Hard 256 ssd , Vega Intel  , Screen 13 inch , touch bar",
    in_stock: 1,
    quantity: 2,
    price: "32700.00",
    additional_features:
      "MacBook Pro 2019 هو جهاز قوي ومناسب لمجموعة متنوعة من الاستخدامات. إليك تفاصيل الجهاز ومميزاته:\nالمواصفات:المعالج: Intel Core i7 بسرعة 2.8 جيجاهرتز (من الجيل التاسع)الذاكرة العشوائية (RAM): 16 جيجابايت DDR3التخزين: 256 جيجابايت SSDالشاشة: 13.3 بوصة بدقة 2560x1600كارت الشاشة: Intel Iris Plus Graphics 655 بسعة 1536 ميجابايتالخصائص الإضافية:تحتوي على Touch Bar\nمميزات الجهاز:\nالمعالج: معالج Intel Core i7 بسرعة 2.8 جيجاهرتز يوفر أداءً ممتازًا للمهام المتعددة والتطبيقات الثقيلة.\nالذاكرة العشوائية: 16 جيجابايت DDR3 تتيح التعامل مع العديد من التطبيقات في وقت واحد بدون مشاكل في الأداء.التخزين:\n256 جيجابايت SSD يضمن سرعة عالية في تحميل البيانات وتشغيل التطبيقات، مما يعزز من أداء الجهاز.الشاشة:\n13.3 بوصة بدقة 2560x1600 توفر صورة واضحة وحادة، مثالية للعمل على التصميمات والتصفح.كارت الشاشة:\nIntel Iris Plus Graphics 655 مناسب للمهام الرسومية المتوسطة مثل تحرير الصور والفيديو، ويمكنه تشغيل بعض الألعاب الخفيفة.خصائص إضافية:\nTouch Bar: شريط اللمس الذي يوفر اختصارات وأدوات تفاعلية لتحسين تجربة المستخدم.\nالبرامج التي يمكن تشغيلها بكفاءة:\nبرامج التصميم: مثل Adobe Photoshop وIllustrator.برامج تحرير الفيديو: مثل Adobe Premiere Pro.برامج البرمجة: مثل Xcode، Visual Studio Code.الألعاب: يمكن تشغيل بعض الألعاب الخفيفة ولكن ليس للألعاب الثقيلة.\nملاءمة الجهاز:\nمناسب لمهام التصميم الجرافيكي، تحرير الفيديو، والبرمجة.الشاشة ذات الدقة العالية والذاكرة الكبيرة تجعل منه خيارًا جيدًا للمهام الإبداعية.\nMacBook Pro 2019جهاز ممتاز للمهنيين والمستخدمين الذين يحتاجون إلى أداء قوي وتجربة استخدام متطورة.",
  },
  {
    name_ar:
      "ماك بوك برو i7  2016 , رامات 16 جيجا , هارد 256 جيجا , كارت شاشه انتل , شاشه 13 بوصه ,تاتش بار",
    name_en:
      "Macbook Pro i7 2016 , Ram 16 GB , Hard 256 ssd , Vega Intel  , Screen 13 inch , touch bar",
    in_stock: 1,
    quantity: 1,
    price: "21000.00",
    additional_features:
      "MacBook Pro 2016  هو جهاز مميز من Apple يقدم أداءً قويًا وتصميمًا عصريًا. إليك مميزات الجهاز :\nالأداء:\nالمعالج: معالج Intel Core i7 بسرعة 3.3 جيجاهرتز يوفر أداءً قويًا وسرعة في معالجة البيانات، مثالي للمهام الثقيلة مثل التصميم وتحليل البيانات.الذاكرة العشوائية: 16 جيجابايت DDR3 تتيح التعامل مع تطبيقات متعددة بكفاءة عالية وبدون تأخير.التخزين:\n256 جيجابايت SSD يضمن سرعة عالية في قراءة وكتابة البيانات، مما يحسن أداء الجهاز ويقلل من أوقات التحميل.الشاشة:\n13.3 بوصة بدقة Retina 1600×2560 توفر وضوحًا حادًا وألوانًا زاهية، مما يجعلها مثالية للتصميم الجرافيكي وتحرير الصور.كارت الشاشة:\nIntel Graphics 550 1536MB مناسب للمهام الرسومية المتوسطة مثل تحرير الصور والفيديو، ويتيح تشغيل بعض الألعاب الخفيفة.خصائص إضافية:\nTouch Bar: شريط اللمس الذي يوفر أدوات تحكم وتخصيص تفاعلي لتحسين تجربة المستخدم.البرامج التي يمكن تشغيلها بكفاءة:برامج التصميم: مثل Adobe Photoshop، Illustrator.برامج تحرير الفيديو: مثل Adobe Premiere Pro.برامج البرمجة: مثل Xcode، Visual Studio Code.الألعاب: يمكن تشغيل بعض الألعاب الخفيفة، لكن ليس للألعاب الثقيلة.ملاءمة الجهاز:مناسب للمهام الإبداعية مثل التصميم الجرافيكي وتحرير الفيديو، بالإضافة إلى البرمجة.الشاشة ذات الدقة العالية والذاكرة الكبيرة تجعل منه خيارًا جيدًا للمهام التي تتطلب وضوحًا وتفاصيل دقيقة.MacBook Pro 2016 هو جهاز قوي ومناسب للمستخدمين الذين يحتاجون إلى أداء عالٍ وتجربة استخدام متطورة بفضل Touch Bar وشاشة Retina.",
  },
  {
    name_ar:
      "ماك بوك برو i7  2017, رامات 16 جيجا , هارد 256 جيجا , كارت شاشه انتل , شاشه 13 بوصه ,تاتش بار",
    name_en:
      "Macbook Pro i7 2017 , Ram 16 GB , Hard 256 ssd , Vega Intel  , Screen 13 inch , touch bar",
    in_stock: 1,
    quantity: 1,
    price: "24500.00",
    additional_features:
      "MacBook Pro 2017  هو جهاز من Apple يتميز بتصميم قوي. إليك مميزاته \nمميزات الجهاز:\nالمعالج: معالج Intel Core i7 بسرعة 3.5 جيجاهرتز يوفر أداءً ممتازًا وسرعة في معالجة التطبيقات الثقيلة، مما يجعله مثاليًا للمهام المتقدمة.الذاكرة العشوائية: 16 جيجابايت DDR3 تتيح التعامل مع تطبيقات متعددة بكفاءة عالية بدون تأخير.التخزين:\n256 جيجابايت SSD يضمن سرعة عالية في تحميل البيانات والتطبيقات، مما يحسن الأداء العام ويقلل من أوقات التحميل.الشاشة:\n13.3 بوصة بدقة Retina 1600×2560 توفر وضوحًا حادًا وألوانًا زاهية، مما يجعلها مثالية للعمل على التصميمات وتحرير الصور والفيديو.كارت الشاشة:\nIntel Iris Plus Graphics 650 1536MB يقدم أداءً جيدًا للمهام الرسومية مثل تحرير الصور والفيديو، ويمكنه تشغيل بعض الألعاب الخفيفة.خصائص إضافية:\nTouch Bar: شريط اللمس الذي يوفر أدوات تحكم تفاعلية وتخصيصات لتحسين تجربة المستخدم في التطبيقات المختلفة.البرامج التي يمكن تشغيلها بكفاءة:برامج التصميم: مثل Adobe Photoshop وIllustrator.برامج تحرير الفيديو: مثل Adobe Premiere Pro.برامج البرمجة: مثل Xcode وVisual Studio Code.الألعاب: يمكن تشغيل بعض الألعاب الخفيفة والمتوسطة، لكن ليس للألعاب الثقيلة.ملاءمة الجهاز:مناسب لمهام التصميم الجرافيكي، تحرير الفيديو، والبرمجة.الشاشة ذات الدقة العالية والذاكرة الكبيرة تجعل منه خيارًا ممتازًا للمهام التي تتطلب وضوحًا ودقة في التفاصيل.MacBook Pro 2017 هو جهاز قوي مع أداء ممتاز وتجربة استخدام متطورة بفضل المعالج القوي وTouch Bar، مما يجعله خيارًا جيدًا للمحترفين.",
  },
  {
    name_ar:
      "اتش بي 450 G6 , كور i5 الجيل الثامن , رامات 8 جيجا , هارد 256 جيجا ,شاشة 15.6  بوصة , كارت شاشة انتل UHD 620 + nvidia geforce mx130",
    name_en:
      "Hp 450 G6 , core i5 , 8th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd 620 + nvidia geforce mx130  , screen 15.6 inch",
    in_stock: 0,
    quantity: 0,
    price: "12000.00",
    additional_features:
      "HP 450 G6 هو لابتوب يتمتع بمواصفات جيدة تناسب مجموعة من المهام اليومية والتطبيقات المتوسطة. إليك مميزات الجهاز \nالمميزات الاساسية\nالمعالج: Intel Core i5-8265U يوفر أداءً جيدًا للمهام المتعددة والتطبيقات اليومية.الذاكرة العشوائية: 8 جيجابايت كافية لمعظم الاستخدامات اليومية والمهام المتعددة.التخزين السريع:\n256 جيجابايت SSD M.2 يساهم في سرعة تحميل النظام والتطبيقات.كارت الشاشة المزدوج:\nNVIDIA GeForce MX130 يقدم أداءً أفضل في التطبيقات الرسومية مقارنةً بكارت الشاشة المدمج.الشاشة:\n15.6 بوصة FHD توفر وضوحًا جيدًا وتفاصيل دقيقة، مما يجعلها مناسبة للعرض لوحة مفاتيح مضيئة: تسهل الكتابة في ظروف الإضاءة  جيدًا للمهام المتعددة والتطبيقات اليومية.الذاكرة العشوائية: 8 \nالخصائص الإضافية:\nقارئ بطاقة ذاكرة ومستشعر بصمة: يعززان من راحة الاستخدام والأمان.لوحة مفاتيح مضيئة: تسهل الكتابة في بيئات الإضاءة المنخفضة.ملاءمة الجهاز:مناسب للمهام اليومية: مثل تصفح الإنترنت، استخدام تطبيقات المكتب، والبريد الإلكتروني.مناسب لتطبيقات الرسوميات المتوسطة: بفضل كارت الشاشة NVIDIA GeForce MX130، يمكنه التعامل مع بعض الألعاب الخفيفة والتطبيقات الرسومية بشكل مقبول.HP 450 G6 هو جهاز موثوق يوفر توازنًا جيدًا بين الأداء والميزات، مما يجعله مناسبًا للاستخدام اليومي وتطبيقات الرسوميات الخفيفة.",
  },
  {
    name_ar:
      "ديل بريسيشن 7710 , كور  i7 HQ الجيل السادس , رامات 16 جيجا , هارد تيرا بايت ,شاشة 17.3 بوصة , كارت شاشة 2 جيجا",
    name_en:
      "Dell precision 7710 , core i7 , 6th Gen HQ  ram 16 GB , Hard Tira ssd  , screen 17.3 inch , Vega 2 GB",
    in_stock: 0,
    quantity: 0,
    price: "14000.00",
    additional_features:
      "Dell Precision 7710 هو لابتوب قوي تم تصميمه لتلبية احتياجات المستخدمين المحترفين الذين يحتاجون إلى أداء قوي في التطبيقات الثقيلة مثل التصميم الجرافيكي، تحرير الفيديو، والتطبيقات الهندسية. إليك تفاصيل الجهاز ومميزاته:\n المواصفات الاساسية:المعالج: Intel Core i7-6820HQ بسرعة 2.70 جيجاهرتز (من الجيل السادس)\nالذاكرة العشوائية (RAM): 16 جيجابايت DDR4\nالتخزين: 1 تيرابايت SSD M.2\nالشاشة: 17.3 بوصة بدقة HD+\nكارتين شاشة:\nIntel HD Graphics 530: للاستخدام اليومي وتطبيقات الرسومات الخفيفة.AMD FirePro W5170M: كارت شاشة احترافي يقدم أداءً جيدًا في التطبيقات الرسومية الثقيلة مثل برامج التصميم الهندسي و3D.دقة الشاشة: 1920x1080\nخصائص إضافية:\nقارئ فيزاقارئ بطاقة ذاكرةمميزات الجهاز:أداء قوي:\nالمعالج Intel Core i7-6820HQ والذاكرة العشوائية 16 جيجابايت DDR4 يوفران أداءً متميزًا في المهام الثقيلة والتطبيقات المتعددة.تخزين سريع وكبير:\nSSD 1 تيرابايت يوفر سرعة عالية في تشغيل البرامج وفتح الملفات، بالإضافة إلى سعة تخزين كبيرة للمشاريع الضخمة.كارتين شاشة:\nAMD FirePro W5170M يعد خيارًا قويًا للبرامج الاحترافية مثل Adobe Creative Suite، AutoCAD، 3ds Max، وبرامج التصميم ثلاثي الأبعاد الأخرى.Intel HD Graphics 530 للاستخدام العام وتوفير الطاقة في المهام اليومية.الشاشة الكبيرة:\nشاشة 17.3 بوصة بدقة FHD توفر مساحة عمل كبيرة ودقة وضوح عالية، مما يجعلها مثالية للعمل على المشاريع التي تتطلب دقة بصرية عالية.تصميم احترافي:\nالهيكل المتين والمواصفات الاحترافية تجعله مناسبًا للمستخدمين الذين يحتاجون إلى جهاز موثوق في بيئات العمل الصعبة.ملاءمة الجهاز:مناسب لتطبيقات التصميم الهندسي والجرافيكي:Autodesk AutoCADAdobe Premiere ProSolidWorks3D Renderingتحرير الفيديو: بفضل الأداء العالي وكارت الشاشة المخصص، يمكنه التعامل مع برامج تحرير الفيديو بكفاءة.تطبيقات البرمجة والتحليل: مناسب للعمل على مشاريع البرمجة الثقيلة وتحليل البيانات الكبيرة.Dell Precision 7710 يعتبر من الأجهزة التي توفر توازنًا ممتازًا بين الأداء، سعة التخزين، والشاشة الكبيرة، مما يجعله مثاليًا للمحترفين في مجالات التصميم والتحليل الهندسي.",
  },
  {
    name_ar:
      "اتش بي zbook G4 , كور i7 الجيل السابع HQ , رامات 16 جيجا , هارد 512 جيجا ,شاشة  15.6 بوصة , كارت شاشة نيفيديا 4 جيجا",
    name_en:
      "Hp zbook G4  , core i7 , 7th gen HQ , ram 16 GB , Hard 512 ssd , Vega nividia 4 GB ,  screen 15.6 inch",
    in_stock: 1,
    quantity: 9,
    price: "19800.00",
    additional_features:
      "تعريف جهاز HP ZBook G4\nالمعالج:\nالنموذج: Intel Core i7-7700HQالجيل: السابعالسرعة: 2.80 جيجاهرتز (يمكن أن تصل إلى 3.80 جيجاهرتز في وضع التيربو)الأداء: يوفر أداءً ممتازاً في التطبيقات متعددة المهام والأعمال الثقيلة.الذاكرة العشوائية (RAM):\nالسعة: 16 جيجابايت DDR4الأداء: توفر أداءً سلساً في تشغيل التطبيقات الكبيرة وتعدد المهام.التخزين:\nالنوع: SSDالسعة: 512 جيجابايتالأداء: يوفر سرعة عالية في تحميل النظام والبرامج، وتعزيز الأداء العام للجهاز.كارت الشاشة:\nالنموذج: NVIDIA (4 جيجابايت)الأداء: مثالي لتطبيقات الرسوميات الثقيلة، مثل التصميم ثلاثي الأبعاد، المونتاج، والألعاب.الشاشة:\nالحجم: 15.6 بوصةالدقة: تعتمد على النموذج، وعادةً ما تكون Full HD أو أعلىالنوع: شاشة عرض كبيرة توفر مساحة عمل مريحة.الخصائص الإضافية:\nالبطارية: أداء ممتاز، تدوم لفترات طويلةالشاحن: شاحن أصلي، متوافق مع الجهازالكاميرا: مدمجة، تتيح إجراء مكالمات الفيديو والتصوير البسيط\nمميزات الجهاز:\nأداء قوي: المعالج i7-7700HQ مع 16 جيجابايت RAM يوفر أداءً سريعاً وفعّالاً للتطبيقات الثقيلة.تخزين سريع: SSD بسعة 512 جيجابايت يعزز من سرعة تحميل البيانات وتشغيل البرامج.كارت شاشة مخصص: كارت NVIDIA بذاكرة 4 جيجابايت يدعم تطبيقات الرسوميات المتقدمة.شاشة كبيرة: حجم الشاشة 15.6 بوصة يتيح لك مساحة عرض كبيرة.عمر بطارية طويل: بطارية ممتازة تضمن استخداماً طويلاً دون الحاجة للشحن المتكرر.",
  },
  {
    name_ar:
      "اتش بي x2 1013 G4 , كور i7 الجيل الثامن , رامات 8 جيجا , هارد 256 جيجا ,شاشة تاتش 13.3 بوصة , كارت شاشة انتل UHD",
    name_en:
      "Hp x2 1013 G4  , core i7 , 8th gen , ram 8 GB , Hard 256 ssd , Vega intel Uhd , Touch screen 13.3 inch",
    in_stock: 0,
    quantity: 0,
    price: "16000.00",
    additional_features:
      "تفاصيل جهاز HP Elite x2 1013 G4\n1. المعالج:\nالنموذج: Intel Core i7-8650Uالسرعة: 1.90 جيجاهرتز (يمكن أن تصل إلى 4.20 جيجاهرتز في وضع التيربو)الجيل: الثامنالأنوية: 4 أنوية، 8 خيوطالأداء: يوفر أداءً ممتازاً في المعالجة المتعددة، مما يجعله مناسباً للتطبيقات الثقيلة.\n2. الذاكرة العشوائية (RAM):\nالسعة: 8 جيجابايت DDR4النوع: DDR4التوسع: غير قابل للتوسع (تأتي مدمجة)الأداء: توفر ذاكرة 8 جيجابايت أداءً سلساً في تشغيل التطبيقات المتعددة وتعدد المهام.3. التخزين:\nالنوع: SSDالسعة: 256 جيجابايتالأداء: يوفر سرعة عالية في قراءة وكتابة البيانات، مما يعزز أداء النظام بشكل عام ويساهم في تسريع تحميل البرامج ونقل الملفات.4. الشاشة:\nالحجم: 13.3 بوصةالدقة: 2000x3000 (4K)النوع: شاشة لمسية (Touchscreen)الوضوح: شاشة 4K توفر وضوحاً عالياً وتفاصيل دقيقة، مما يجعلها مثالية لتصميم الرسوميات، الفيديوهات، والعمل مع محتوى عالي الدقة.5. كارت الشاشة:\nالنموذج: Intel UHD Graphics 620الأداء: مناسب للمهام اليومية والتطبيقات الأساسية، ولكنه قد يكون محدوداً في تشغيل الألعاب الثقيلة أو البرامج الرسومية المتقدمة.6. الخصائص الإضافية:\nالتصميم: جهاز 2 في 1 (يمكن استخدامه كجهاز لوحي بفضل الشاشة اللمسية والقابلية للفصل)البطارية: يدعم عمر بطارية طويل نسبياً، مثالي للاستخدام اليومي.الوزن: خفيف وسهل الحمل، مما يجعله مناسباً للتنقل.التوصيل: يتضمن منافذ متنوعة type-c   لتلبية احتياجات الاتصال.استخدامات مناسبة:\nالبرمجة: جيد للبرمجة بفضل المعالج القوي والذاكرة الكبيرة.برامج التصميم والمونتاج: شاشة 4K تقدم دقة عالية لتفاصيل الرسوميات والفيديو.التنقل: تصميم خفيف الوزن وشاشة لمسية توفر مرونة في الاستخدام.",
  },
];
